[{"title": "Li-Cycle & Atlis Motor Vehicles Partner To Recycle Lithium-Ion Batteries", "content": "Atlis Motor Vehicles, a startup mobility technology company, announced this week that it has /entered into an agreement/ with /Li-Cycle/. Li-Cycle is focused on recovering and recycling lithium-ion batteries and is the largest battery recycler in North America. Atlis is focused on developing a fully electric vehicle platform as well as proprietary battery cells and packs. It also wants to build charging infrastructure that would recharge a 500-mile range battery in under 15 minutes. Its XT pickup truck prototype was revealed earlier this year and production is slated to begin next year./Atlis is taking a different approach to battery management by creating cube-shaped, tabless prismatic cells. The company noted that to charge an EV in under 15 minutes requires getting electrons into a battery quickly while managing thermal loads. Its cells are heated to a high temperature at the beginning of the charge, which prevents lithium formations that can grow inside of the battery causing cell failure. These are known as dendrites. Once heated at the beginning of the charge, it’s then cooled rapidly at the end to increase the life of a battery cell./Atlis is building an EV platform for heavy- and light-duty work trucks used in agriculture, service, utility, and construction industries. It’s developing its own battery technology and a modular system architecture that is capable of scaling to meet the needs of an EV in order to meet the towing and payload capabilities of legacy diesel-powered vehicles./Mark Hanchett/, CEO and founder of Atlis Motor Vehicles, shared that he was thrilled to partner with Li-Cycle./“While we are just beginning our development journey, as a responsible battery and EV manufacturer, battery recycling must be a critical step in our supply chain./“We are thrilled to partner with a local recycler, like Li-Cycle, not only to be environmentally responsible but to impact our bottom line. It is less expensive to reuse battery material than mine for new supplies.”/Kunal Phalpher/, Chief Commercial Officer of Li-Cycle, also shared some thoughts. “According to Benchmark Intelligence, the total number of lithium-ion batteries that will be available for recycling, globally, will exceed 2 million tonnes by 2025,” he said./“There is tremendous opportunity to positively impact the environment through the recycling of EV batteries. Li-Cycle works with both traditional auto manufacturers and innovative startups like ATLIS, who are committed to safe and effective recycling, to help them meet their recycling needs utilizing our breakthrough lithium-ion recycling technologies.”", "author": "Johnna Crider", "date": "2021-11-13", "url_link": "https://cleantechnica.com/2021/11/13/li-cycle-atlis-motor-vehicles-partner-to-recycle-lithium-ion-batteries/"}, {"title": "Evolution Of Battery Technology & Manufacturing — Panasonic Video", "content": "Panasonic shared a video earlier this year that documents its evolution in battery technology and manufacturing. Hosted by Shawn Watanabe, Head of Energy Technology and Manufacturing, the video covers Panasonic’s contribution to the battery industry and the evolution of battery technology and manufacturing. Diving in, Watanabe started with Panasonic’s history./Panasonic has 90 years of experience in battery manufacturing. In 1931, Panasonic first introduced the dry battery 165B. Watanabe quickly went through the history of Panasonic’s batteries all the way to the 2010s. In 1964, the company /started producing/ SANYO “Cadnica” nickel-cadmium batteries. SANYO became a wholly-owned subsidiary of Panasonic in 2011./In 1994, Panasonic started making lithium-ion rechargeable batteries and SANYO began the sales of its residential solar power system. SANYO also started the production of its cylindrical-type lithium-ion batteries./In 1996, Panasonic began developing and producing its nickel-metal hydride (NiMH) battery, which is a type of rechargeable battery that is similar to the nickel-cadmium cell. This particular battery was produced for the automotive industry. In 1997, the cumulative production of these batteries at the Hamanako Factory surpassed 100 million. Panasonic /noted/ that in a joint development with Toyota the company developed the battery pack for hybrid EVs and mass production soon followed./In this part of the presentation, Watanabe explained the evolution of the lithium-ion battery, with key technologies introduced by Panasonic and SANYO. He shared a graph with a horizontal axis that showed the progress from 1993 through 2018. This showed the volumetric density of the 1865 cylindrical type cells. From 1993, Panasonic has vastly improved its energy density capacity — currently over three times the first-generation batteries’ energy density. It was a gradual process and Watanabe noted that there were improvements in capacity every year./Watanabe pointed out the importance of the battery as a key component of both the environment and the economy. For the environment, batteries help address global warming concerns. For the economy, batteries help sustain the shift toward eco-friendly cars./In this graph, Watanabe shared a visual of how Panasonic has contributed to the reduction of CO2 emissions. The graph covers the time period between 1993 and 2018./“From 1996, we started with the nickel-metal hydride for HEVs’ batteries. In 2006, we started the cylindrical lithium-ion batteries for Tesla.”/Watanabe explained how battery electric vehicles contributed to CO2 reduction and shared photos from its high-speed production line at Tesla’s Giga Nevada. He pointed out that this was a really big change for Panasonic (a good kind of change)./In 2014, Tesla and Panasonic partnered to invest in a battery factory, with Panasonic agreeing to lead the battery cell production portion of the manufacturing./“UBS tested seven electric battery cells, and in a December 2020 investor report identified Panasonic as the best battery suppliers.”/Watanabe explained that the company’s strength lies in the early introduction of cutting-edge technology. Another one of these strengths is its massive scale of manufacturing./Watanabe explained the evolution of lithium-ion battery capacity — both material and design. Panasonic started with the 1865 cell in 2010, and since then, battery capacity has vastly improved to the 4th generation of the 1865 cell. In 2017, Panasonic started developing and producing the 2170 battery cells for Tesla, improving the energy density by 5% while reducing its cobalt content./Watanabe explained that Panasonic wants to increase the battery capacity for the 2170 cells by 20%./In 2020, /TechCrunch/ noted that Panasonic wouldn’t disclose how much cobalt they used in the batteries but that the total amount used in its cylindrical automotive batteries was less than 2% of global demand. The article also noted that Panasonic is working on the goal of having zero cobalt in its battery cells. Watanabe said that the current amount of cobalt Panasonic’s using in its 2170 battery cells is under 5%./Watanabe also spoke of other topics, such as Panasonic’s cathodes, the evolution of its anode materials, and its current research and development status. Regarding the latter, he explained the cycle performance of the cobalt-free cathodes (Co-free). He explained that the cobalt-free batteries’ cycle life achieved the same level as Panasonic’s nickel-cobalt-aluminum (NCA) battery cells’ cycle life./You can watch the full video /here/.", "author": "Johnna Crider", "date": "2021-11-13", "url_link": "https://cleantechnica.com/2021/11/13/evolution-of-battery-technology-manufacturing-panasonic-video/"}, {"title": "The Road to Solid-State EVs — Part 4", "content": "By /Jim Ringold/This is the fourth and final in a series looking at the advancements in “solid state” devices that were required to make /electronic/ vehicles (EVs) practical and affordable for everyday use. The first three parts are available on /CleanTechnica/ and cover: the /invention of discrete (individual) transistors by Bell Labs/; the /integration of numerous discrete transistors into individual solid-state devices/; the /integrated devices Tesla uses to operate an EV from a central, redundant computer/. /Direct current (DC) power from a battery needs to be converted to alternating current (AC), which powers your home, to power the electric motor(s) that power your EV. AC can have its voltage changed by using a transformer (an extremely logical name) to do the job./Transformers have windings into two coils (fields) of wire wrapped around an iron core. The number of windings determines if the voltage increases or decreases. The amperage (the amount of volume vs. voltage pressure) also changes and is important, but beyond the scope of this explanation. DC only flows in one direction and cannot create a field to allow for an alternating current transformation. Therefore, a solid-state device known as a DC-to-DC converter was developed. A rather complicated process of converting one DC voltage to a different DC voltage requires changing DC voltage to AC voltage, then transforming it and converting back to DC. This is performed quite well by solid-state devices. First accomplished at low voltages, improved high-voltage DC-to-DC converters (DC/DC) were created that were suitable for use in EVs. /The various “solid state” components have matured in power handling, reliability, and cost to make an EV possible, not just a high school science project. Of course the other vital components include the lithium-ion battery and a suitable environment in which it could live a reasonably long life. It was enjoyable to demonstrate to your friends your early Tesla and watch their look of disbelief when you explained it was powered by thousands of almost “AA” size batteries just like those in their laptop computer. But that is a whole other story!/An awful lot of stars had to align to make all of this possible. Elon Musk and his associates used those aligned stars to place all the right technologies into a small British roadster, and they were then off to the races. Some of those early Tesla Roadsters are still running today, a tribute to the original solid-state devices and configurations those innovators developed./We are describing what happened roughly between 2008 and 2012. By way of comparison, let’s drop back to 1996. That was the year the GM EV1 electric car rolled off the assembly line. Less than 10 years prior to the Tesla Roadster, GM had created the mother of EVs. The EV1 clearly demonstrated the corporate abilities of GM at that time. Its development originated back in the 1980s. GM had a subsidiary by the name of Hughes (as in Howard) Aircraft to help with the necessary technologies. Some of the aging giants of GM management contributed to the EV effort./There is a GM EV1 running around my hometown now in 2021. The owner says the zero-to-sixty time is about 8.5 seconds, with a top speed of 80 mph. The car is spotless and the owner proudly explains that it still has the original lead-acid batteries. A rare bird for sure! /Let’s go over the GM EV1 specifications in comparison to the Tesla that came a decade later: The EV1 had a range of 70 to 90 miles depending on how fast you were driving. The battery pack consisted of 26 12V lead-acid batteries (same as an ICE car starter battery) wired together to produce 312 volts. It had a weight of about 1,200 pounds. This was about a third of the total weight of this slim and very aerodynamic two-passenger EV. Charging time was 8 hours for the 80 mile range. Replacing the batteries would approach a third of the cost of the car. In short, the lithium-ion battery had to become available to perfect a really practical EV./In addition to the 1996 price of $35,000, the EV1 needed a $7,000 Hughes charger if you wanted to cut the charge time to 4 hours or so. About 1,100 of these slim, little cars were built. GM decided that the EV1 cars were to be leased through Saturn dealerships (which are now all gone, of course). When the leases were up, GM demanded in 2003 that the EV1s be returned. There was a conflict in that GM was busy selling internal combustion engine cars and here was the EV1 showing that there was strong consumer interest in an EV. The EV1s that GM got back were crushed! Good PR was crushed right along with the EV. But it is easy to imagine a lot of GM folks who had birthed this early EV were crushed as well./Will future battery achievements make today’s EVs look as obsolete as the GM EV1? Time will tell. But it is likely they will. Fun times at the beginning of potential domination by EVs.", "author": "Guest Contributor", "date": "2021-11-13", "url_link": "https://cleantechnica.com/2021/11/13/the-road-to-solid-state-evs-part-4/"}, {"title": "Electric Cars Could Fully Recharge In Under 5 Minutes with New Charging Station Cable Design", "content": "Article courtesy of /Purdue University/./WEST LAFAYETTE, Indiana — Purdue University engineers have invented a new, patent-pending charging station cable that would fully recharge certain electric vehicles in under five minutes – about the same amount of time it takes to fill up a gas tank./Today, chargers are limited in how quickly they can charge an EV’s battery due to the danger of overheating. To charge an EV faster, a higher current needs to travel through the charging cable. The higher the current, the greater amount of heat that must be removed to keep the charging cable operational. The cooling systems that chargers currently use remove only so much heat./Using an alternative cooling method, Purdue researchers designed a charging cable that can deliver a current 4.6 times that of the fastest available EV chargers on the market today by removing up to 24.22 kilowatts of heat. The project was funded by a research and development /alliance between Ford Motor Co. and Purdue/./Electric vehicle charging time can vary widely today, from 20 minutes at a station alongside a roadway to hours using an at-home charging station. Wait times and charger location are both cited as major sources of anxiety for people who are considering electric vehicle ownership./“My lab specializes in coming up with solutions for situations where the amounts of heat that are produced are way beyond the capabilities of today’s technologies to remove,” said /Issam Mudawar/, Purdue’s Betty Ruth and Milton B. Hollander Family Professor of /Mechanical Engineering/./“Ford is committed to making the transition to electrification easy,” said Matt Stover, director of charging, energy services and business development at Ford. “We are glad to support Purdue’s research, which has the potential to make electric vehicle and commercial fleet ownership more appealing and accessible.”/Though the prototype hasn’t been tested on EVs yet, Mudawar and his students demonstrated in the lab that their prototype accommodates a current of over 2,400 amperes – far beyond the 1,400-ampere minimum that would be needed to reduce charging times for large commercial EVs to five minutes. The most advanced chargers in the industry deliver only currents up to 520 amperes, and most chargers available to consumers support currents of less than 150 amperes./Ultimately, charge times will be dependent on the power output ratings of the power supply and charging cable, and the power input rating of the EV’s battery. To obtain a sub-five minute charge, all three components will need to be rated to 2,500 amperes./The prototype also mimics all the traits of a real-world charging station: It includes a pump, a tube with the same diameter as an actual charging cable, the same controls and instrumentation, and it has the same flow rates and temperatures./Mudawar’s lab intends to work with EV or charging cable manufacturers to test the prototype on EVs within the next two years. The testing will determine more details on charge speeds for specific models of EVs. A video about the project is available on /YouTube/./EV charging stations and other types of electronics rely on liquid cooling systems to remove heat from within their wires. Increasing the current through a charging cable using this method would require larger conductive wires and more liquid coolant, making the cable heavier and difficult for customers to handle./For the past 37 years/, Mudawar has been developing ways to more efficiently cool electronics by taking advantage of how liquid captures heat when boiled into a vapor. By capturing heat in both liquid and vapor forms, a liquid-to-vapor cooling system can remove at least 10 times more heat than pure liquid cooling./These cooling benefits make it possible to use a smaller wire diameter inside the charging cable while dissipating a higher current. Research papers on the team’s /experimental demonstration/ of the charging cable prototype and the /cooling method/ it uses have been published in the /International Journal of Heat and Mass Transfer/./Despite decades of research on liquid-to-vapor cooling, no industry has begun using these systems, yet because studies, like those conducted by Mudawar’s lab are needed to understand how to best implement the technology./“The industry has a gap in knowledge and expertise needed to switch from pure liquid cooling to liquid phase change cooling. How do you design the system? What type of equations do you use to optimize it? But we do have this knowledge through our extensive research,” Mudawar said./Based on what Mudawar and his students observed from experimental demonstrations of their prototype, liquid-to-vapor cooling is so effective at removing large amounts of heat that EVs could charge in far less than five minutes using this technology./“The industry doesn’t really need EVs to charge faster than five minutes, but we think we can increase the current even more by modifying both the state of the incoming liquid and the design of the cooling space around the conductor wires in the charging cable,” Mudawar said./The prototype’s ability to remove far more heat than other chargers wasn’t a surprise to Mudawar. “My lab has developed solutions using liquid phase change technology for many applications, including in aerospace and defense. We knew how capable the technology is,” he said./Similar to the EV charging cable prototype, the systems that Mudawar’s lab has designed for aircraft allow avionics to dissipate great amounts of heat, increasing their performance. Mudawar also has projects funded by NASA to boost the cooling capabilities of rocket engines and spacecraft./The researchers have filed a patent application for their charging cable invention through the /Purdue Research Foundation Office of Technology Commercialization/ and are seeking additional industry partners to continue the technology’s development.", "author": "Guest Contributor", "date": "2021-11-13", "url_link": "https://cleantechnica.com/2021/11/13/electric-cars-could-fully-recharge-in-under-5-minutes-with-new-charging-station-cable-design/"}, {"title": "XPRIZE & Musk Foundation Announce 23 XPRIZE Carbon Removal Student Award Winners", "content": "Tesla and SpaceX CEO Elon Musk along with his foundation /are funding the XPRIZE Carbon Removal competition/, which is aimed at fighting climate change and rebalancing our planet’s carbon cycle./This week, XPRIZE announced that $5 million of that prize has been awarded to 23 student-led teams, with 18 of those teams receiving $250,000 to jumpstart their carbon removal projects — and they can also compete in the main competition. The remaining five teams will receive $100,000 to develop technologies that will support the Measurement, Reporting, or Verification (MRV) of carbon removal solutions./XPRIZE noted that it had received a total of 195 complete submissions from 44 countries. Each of the teams was required to submit a detailed proposal that outlined the projects they intended to execute. The teams also had to convince XPRIZE’s independent panel of judges that their project was scientifically viable, that it can have a positive impact on our climate at scale, and that the team had the necessary skills to pull it off./There were submissions from people as young as 11 years old and from all fields of expertise. XPRIZE is focusing on the next generation of climate innovators because they want to jumpstart a new carbon dioxide reduction industry. There is still $95 million left in the prize and XPRIZE has a new registration deadline for its next round of funding. If you are working on a carbon removal solution and would like to register, /you can learn more here/./The /winning teams/ hailed from Germany, the U.S., China, Australia, Tasmania, the U.K., India, Canada, Kenya, and Launceston. One of the winning teams, Blue Symbiosis, is repurposing retired oil and gas infrastructure (think oil rigs) into seaweed cultivation sites, which is a great alternative to removing the infrastructure, which in most cases has already become or started becoming biodiverse reefs./“The offshore rig forms the trunk. Blue Symbiosis sustains the branches and then the leaves can grow all while saving decommissioning costs. Carbon will be stored by using the seaweed in 100-year construction materials.”/Another one of the winning teams, the Mississippi State Energy Club’s Be Creative Energy, is a student-led group at Mississippi State University. The team is developing a system for carbon capture attached to biomass gasification as a solution for carbon removal./You can read more about the winners and watch their submission videos /here/.", "author": "Johnna Crider", "date": "2021-11-13", "url_link": "https://cleantechnica.com/2021/11/13/xprize-musk-foundation-announce-23-xprize-carbon-removal-student-award-winners/"}, {"title": "Solar PV & PV+Storage Costs Keep Dropping, New NREL Reports Show", "content": "The National Renewable Energy Laboratory (NREL) has released its annual cost breakdown of installed solar photovoltaic (PV) and battery storage systems. /U.S. Solar Photovoltaic System and Energy Storage Cost Benchmark: Q1 2021/ details installed costs for PV systems as of the first quarter of 2021./Costs continue to fall for residential, commercial rooftop, and utility-scale PV systems — by 3%, 11%, and 12%, respectively, compared to last year. In a change from previous years’ reports, balance of systems costs have increased or remained flat across sectors this year. However, this increase in balance of systems cost was offset by a 19% reduction in module cost, causing overall costs to continue their /decade-long decline/./The report’s authors used a bottom-up cost modeling approach that accounts for all system and project development costs incurred during installation to model the costs for residential, commercial, and utility-scale PV systems, with and without energy storage. They also modeled typical installation techniques and business operations from an installed-cost perspective. This strategy ensures that hardware costs reflect the actual purchase price of components as well as the sales price paid to the installer, including profits. The benchmarks assume a business environment unaffected by the novel coronavirus pandemic and represent national averages./“As the costs of construction-related raw materials have increased during the pandemic, the total balance of systems material cost has either stayed relatively the same, or, in some cases, increased by a marginal percentage compared to the balance of systems cost reported in the Q1 2020 benchmark report. The major cost drivers that helped reduce the system installation costs of PV and energy storage systems in Q1 2021 were lower module cost, increased module efficiency, and lower battery pack cost,” said NREL’s solar and storage techno-economic analyst, Vignesh Ramasamy./Starting with the /2020 PV benchmark report/, NREL began including PV-plus-storage and standalone energy storage costs in its annual reports. The 2021 benchmark report finds continued cost declines across residential, commercial, and industrial PV-plus-storage systems, with the greatest cost declines for utility-scale systems (up to a 12.3% reduction). Standalone storage systems also saw cost declines./A major component of total installed system costs is the cost of the PV modules. In a second report, /Photovoltaic Module Technologies: 2020 Benchmark Costs and Technology Evolution Framework Results/, NREL researchers calculate a minimum sustainable price (MSP) — the price necessary to support a sustainable business over the long term — for modules. Specifically, the report calculates that price by using bottom-up manufacturing cost analysis and applying a gross margin of 15%./This report benchmarks three established, mass-produced PV technologies as well as two promising technologies that are currently under development or in pilot production. Crystalline silicon (c-Si) dominates the current PV market, and its MSPs are the lowest — $0.25–$0.27/watt across the c-Si technologies analyzed. Cadmium telluride (CdTe) modules have a slightly higher MSP ($0.28/watt), and the copper indium gallium (di)selenide (CIGS) MSP takes a still bigger step up ($0.48/watt), largely as a result of higher labor, equipment, and facility costs. The report provides technology road maps for additional MSP reductions. The prices of c-Si and CdTe modules remain similar to each other over the short and long term, whereas the CIGS premium shrinks, but the cost differential remains significant./The two developing technologies the report considers are III-V and perovskite PV technologies. At $77/watt, the III-V MSP benchmark is much higher than the benchmarks for established technologies, which has kept III-V PV technology in niche markets, such as space and terrestrial concentrator applications. This challenge is reflected in the III-V road map, in which several potential cost reductions still result in a long-term projection of $20/watt — two orders of magnitude higher than the long-term MSPs of the other technologies. However, III-V modules could still be worth pursuing because they are the highest-efficiency PV products on the market. The current highest research-cell efficiency is 47.1% for a multijunction III-V device, and even higher efficiencies are possible./This report represents NREL’s first techno-economic assessment of perovskite PV modules. The estimated MSP for a single-junction sheet-to-sheet perovskite module at a small production scale is $0.38/watt, with potential cost reductions projected to reduce the MSP over the long term to $0.18/watt, assuming performance can be improved without driving up costs. Perovskites can also be combined with other PV technologies in multijunction configurations. This report estimates an MSP of $0.31/watt for perovskite-on-Si tandem modules in early production based on pilot production results./Cost reductions from economies of scale as production grows and the accumulation of manufacturing experience are also important, but they are not included in NREL’s cost-reduction road maps. Other important module price drivers not captured in in this analysis include global supply and demand fluctuations, domestic policies related to PV deployment and manufacturing, trade policies, and corporate strategies. Comparing the bottom-up module MSP results with module market prices, however, helps clarify the effects of these other drivers./You can download the /system cost report/ and the /module cost report/./The report authors will also summarize key findings from the reports in two upcoming webinars:/Nov. 30 — /Webinar on Installed PV System Costs Report/Dec. 1 — /Webinar on PV Module Costs Report/Learn more about NREL’s solar system cost analysis/./Article courtesy of /National Renewable Energy Laboratory/.", "author": "U.S. Department of Energy", "date": "2021-11-13", "url_link": "https://cleantechnica.com/2021/11/13/solar-pv-pvstorage-costs-keep-dropping-new-nrel-reports-show/"}, {"title": "Need A 7-Passenger Electric Car? Hyundai & Kia Have You Covered.", "content": "If you are in the market for a large people mover these days — one with three rows of seats and space for 7 (or more) passengers, the Hyundai Palisade and the Kia Telluride will definitely be on your shopping list. Both offer lots of seats and lots of cargo space from a manufacturer with high customer satisfaction and reliability ratings./But what if you are a treehugger who reads /CleanTechnica/ and want a large-capacity vehicle that runs on electrons, not molecules? The truth is, almost no one is making such a vehicle today. But on November 17 at the LA Auto Show, Kia plans to take the wraps off its EV 9, a concept that looks for all the world like a battery-electric version of the Telluride. There’s a picture of the Telluride below. The EV 9 concept is pictured above. See the resemblance? A similar concept called the Hyundai Ioniq 7 is also scheduled to be unveiled next week in LA./According to /Car and Driver/, both the EV9 and Ioniq 7 will be built on the Hyundai Motor Group’s /E-GMP electric car platform/ and should be available with either a single electric motor or a dual-motor setup set up that enables all-wheel drive. Specs and prices are unavailable at this time, but if you’re expecting such a large and not particularly aerodynamic vehicle to have a range of 350 miles in the winter while going uphill to a ski chalet, you are probably going to be disappointed./If you think the EV9 and Ioniq 7 are years away from production, guess again. /Car and Driver/ says to expect production versions to appear in 2022, with sales beginning shortly thereafter. Whether all those odd rhomboid shapes make it into production is anyone’s guess./In a press announcement, Kia says, “The renderings illustrate a highly conceptual cabin that has been honed to give the driver and passengers a light, flexible, and adaptive interior space as the experience of the journey evolves. A stunning interactive ultra-wide display and a radical new take on the traditional steering wheel are just two of the standout interior features.”/“In particular, the shortened hood and intricate hood surfaces certainly mirror some aspects of the EV6,” says /Autoweek/, “and now that there isn’t an engine up front, the overall length of the hood can be shorter and feature more modest overhangs. Out back, the concept hints at maximizing cargo room and headroom for rear seat passengers, promising a versatile and usable interior in contrast to plenty of rakish electric SUVs we’ve recently seen from other automakers.”/We think /Autoweek/ is referring to the Tesla Model Y when it talks about “rakish SUVs.” It’s true Elon Musk and his minions are fixated on the most aerodynamic shapes in order to give Teslas the longest range possible. But that means there are some tradeoffs for people who may /prioritize headroom for rear-seat passengers/ and the ability to lug steamer trunks loaded with stuff when heading out on a road trip./There’s a reason why they make chocolate and vanilla ice cream. People love choices. For some, the EV9 or Ioniq 7 will be exactly the electric vehicles they want and need. Good on Hyundai and Kia for focusing on this segment of the market.", "author": "Steve Hanley", "date": "2021-11-13", "url_link": "https://cleantechnica.com/2021/11/13/need-a-7-passenger-electric-car-hyundai-kia-have-you-covered/"}, {"title": "New Scalable Method Resolves Materials Joining in Solid-State Batteries", "content": "Originally published by /Oak Ridge National Laboratory/./Scientists at the Department of Energy’s Oak Ridge National Laboratory have developed a scalable, low-cost method to improve the joining of materials in solid-state batteries, resolving one of the big challenges in the commercial development of safe, long-lived energy storage systems./Solid-state batteries incorporate a safer, fast-charging architecture featuring a solid-state electrolyte versus the liquid electrolytes in today’s lithium-ion batteries. A successful solid-state commercial battery system could provide at least two times the energy density of lithium-ion batteries in a much smaller footprint. The system would enable electric vehicles with vastly improved driving range, for instance./One of the challenges in manufacturing solid-state batteries is the difficulty of getting materials to properly join and remain stable during repeated cycles of charging and discharging. Scientists studying methods in a lab to overcome this characteristic, called contact impedance, have so far focused on applying high pressures and other methods. But that process can lead to shorting and would need to be re-applied periodically to extend the battery’s life using an expensive aftermarket application./The electrochemical pulse the ORNL researchers used eliminates the voids that form when joining layers of lithium metal anode material with a solid electrolyte material: in this case the ceramic garnet-type electrolyte LALZO (Li/6.25/Al/0.25/La/3/Zr/2/O/12/). Applying short, high-voltage pulses led to increased contact at the interface of the materials while resulting in no detrimental effects, as /detailed/ in /ACS Energy Letters/./The non-destructive, low-cost pulsing method results in a local heat-generating current that surrounds the lithium metal-encased voids and causes them to dissipate. The team repeated experiments and advanced characterization of the materials, which revealed the battery components did not degrade after applying the pulsing method. This approach could be scaled to allow the solid-state battery to be removed and refreshed, bringing it back to nearly the original capacity./“This method will enable an all-solid-state architecture without applying an extrinsic force that can damage the cell and is not practical to deploy during the battery’s usage,” said Ilias Belharouak, co-lead on the project and head of the Electrification Section at ORNL. “In the process we’ve developed, the battery can be manufactured as normal and then a pulse can be applied to rejuvenate and refresh the interface if the battery becomes fatigued.”/The idea for the method came from previous work in which ORNL battery researchers /used electrochemical pulses/ to heal damaging dendrites that can form in solid electrolytes./The research is ongoing, including experiments with more advanced electrolyte materials. ORNL’s multidisciplinary energy storage team is also working to scale up its breakthroughs to a working-scale solid-state battery system./“Sometimes the things you see developed at the laboratory scale don’t end up working well together when you put them into cell architecture,” Belharouak said. “At ORNL, we try to build practicality into our work, using our deep bench of scientists and engineers to address the science gaps across scales for an approach that can be readily adopted by industry.”/Other scientists who worked on the project include co-lead Ruhul Amin, Marm Dixit, Rachid Essehli, Charl Jafta and David L. Wood, III of ORNL, and Anand Parejiya, a graduate student at the Bredesen Center for Interdisciplinary Education at the University of Tennessee, Knoxville./The project used the capabilities of the DOE Battery Manufacturing Facility at ORNL. The research was funded by the DOE Office of Energy Efficiency and Renewable Energy’s Vehicle Technologies Office, as well as by ORNL’s Laboratory Directed Research and Development Program./UT-Battelle manages ORNL for the Department of Energy’s Office of Science, the single largest supporter of basic research in the physical sciences in the United States. The Office of Science is working to address some of the most pressing challenges of our time. For more information, please visit /energy.gov/science/.", "author": "U.S. Department of Energy", "date": "2021-11-13", "url_link": "https://cleantechnica.com/2021/11/13/new-scalable-method-resolves-materials-joining-in-solid-state-batteries/"}, {"title": "Video: Tesla FSD Beta 10.4 Executes Unprotected Left Turn Flawlessly", "content": "In a short video uploaded by /What Is It Like?/ on Youtube, a family was chauffeured to church by Tesla’s FSD Beta 10.4. In the video description, the owner noted that the Tesla is a Model S Raven and that it executed the drive without any disengagements./In the video, you can hear the family talking about the drive, and as they came up to the unprotected left turn, FSD slowed to a stop as the stop sign and then began to creep forward. It stopped for traffic, then quickly made the left turn once the traffic was gone. A few moments later, it also yielded as it turned right and then continued on its way smoothly./Tesla recently released its 10.4 FSD Beta update, which included key improvements such as improved emergency vehicle detection. In the release notes, shared by Dirty Tesla in the tweet below, Tesla noted other improvements, such as VRU detection for pedestrians, bicyclists, and motorcycles. This was improved by adding data from next-generation autolabeling with a precision of +35% and recall of +20%./Along with the improved emergency vehicle detection, Tesla improved handling as well as the detection of high-speed objects when crossing high-speed roads. Tesla also enabled faster acceleration across high-speed roads. Another improvement is better handling when driving off of the navigation route./ ", "author": "Johnna Crider", "date": "2021-11-13", "url_link": "https://cleantechnica.com/2021/11/13/video-tesla-fsd-beta-10-4-executes-unprotected-left-turn-flawlessly/"}, {"title": "Can Tesla Become the Apple of Automakers?", "content": "Originally posted on /EVANNEX/./\n/By /Charles Morris/As media pundits (including myself) never tire of telling us, Tesla and Apple have a number of things in common — both grew very quickly on the strength of a revolutionary invention, and each has created an ecosystem of products and services, some of which consumers never knew they needed, until they did./Ironically, the companies’ respective markets would seem to have very little in common. Cell phones (and computers, for that matter) are commodity-style pieces of hardware — one looks much like another, and it’s the software and associated services that differentiates them. Cars, on the other hand, come in every form factor imaginable, from the smart car to the Hummer, and drivers today give little thought to the underlying software, as long as it works./There are good reasons to believe that this is going to change. Software is rapidly becoming central to the driving experience, and some believe that, in the self-driving future, the cars themselves will eventually start to look the same. We’re not so sure about that, but it’s plain that automakers fear a future in which they become assemblers of commodity, low-margin products, and they’re keen to establish new revenue opportunities in software and services./When you look at the auto industry in this way, it seems more accurate to say that it’s the Tesla of the future that resembles Apple. Andrew Dickson, writing in /Marketwatch/, suggests that Tesla’s situation today resembles Apple’s situation in the early 2000s. In those days, the value chain for phones (and PDAs — remember those?) was dominated by a handful of companies that included Nokia, Blackberry, Ericsson, and Motorola. In 2007, industry leader Nokia boasted a 40% market share and a $230 billion valuation./When Steve Jobs unveiled the iPhone (which, as fate would have it, was just a few months after Tesla first demonstrated the Roadster), he set in motion a wave of disruption that swept these companies away, and totally transformed the mobile phone industry. Among other changes, the variety of phone form factors dwindled — today, pretty much every phone you can buy looks like an iPhone, and the “ecosystem” of software and services is where the action is./Pierre Ferragu, New Street research analyst, discusses similarities between Apple and Tesla (YouTube: /CNBC Television/)/Could something like this happen with cars? A decade from now, will we all be riding in identical robotaxis made by Foxconn, as a handful of “mobility providers” vie to catch up with Tesla’s superior software? Mr. Dickson looks at this hypothetical future from a financial standpoint, and does some ludicrous-level number-crunching. The mathematically inclined will want to read his /entire article/, but to sum up his findings, he believes that the numbers may just work out for Tesla to pull off an Applesque coup over the next few years, but that there are a number of things that could go wrong./Leaving the financials aside, there are indeed several reasons to be skeptical of the scenario in which cars morph into phones. For one thing, the only connection a phone has to the physical world is its user interface — the fingers, ears, eyes, and voices of humans. Beyond that, pretty much everything we ask our phones to do occurs in the virtual realm. Different people use their phones for very different things, but the same phone serves for all. Vehicles need to perform physical work, and their different physical forms reflect the different needs of their users. Some folks just need to get downtown, some need to drive across the country. Some need to haul a large family, some need to haul bulky guitar amps and drum kits. One size and shape is never going to fit all./Another big difference between phones and cars is that the latter are fashion products, like clothing. A phone is a little box that sits in your pocket most of the time — your neighbors seldom see it, so its value as a fashion accessory is limited. A car is something you drive or ride in, and your peers see you in it often. We use cars to signal our wealth, our tastes, and our membership in societal groups. Some believe that, once we cease to be drivers and become passive riders in robotaxis, this behavior will fade away (no one cares what a bus or a subway car looks like). We’re not so sure about that./Another thing we’re not sure about is the idea that car ownership will go out of style. There are both practical and psychological reasons that people want to have their own personal rides. Many of us need an array of physical objects to get our daily tasks done, and we leave those objects in our cars. That’s why urban dwellers, who get around using public transport, tend to carry backpacks or large purses with them. Not everyone wants to do that. Furthermore, the need to own things is the central concept of our consumer society — it’s an unhealthy need that’s likely to end up destroying our civilization, but it’s a fact of modern life./So, will Tesla match Apple’s success, becoming the dominant player in its industry? Quite possibly. Will Ford, GM, et al go the way of Blackberry and Ericsson? Stranger things have happened. Will the auto market come to resemble the smartphone market? Maybe a little. Will cars turn into phones, or phones into cars? No.", "author": "Guest Contributor", "date": "2021-11-12", "url_link": "https://cleantechnica.com/2021/11/12/can-tesla-become-the-apple-of-automakers/"}, {"title": "Tesla China Offered 11/11 Enhanced Autopilot Free Experience In Honor Of China Singles’ Day", "content": "In the U.S., November 11 is known for being a day set aside to honor veterans. Globally, this date also has significance in various countries. In China, Double 11 is known as /Singles’ Day/ or Bachelors’ Day. It’s an unofficial holiday and shopping season celebrating those who are not in relationships./The reason why November 11 (11/11) was chosen was that the number one resembles a bare stick without branches. This symbolizes an unmarried man who isn’t adding branches to his family tree. Together, the four ones refer to those who are single. Ironically, this holiday is a popular date to celebrate relationships./In honor of Double 11, Tesla China launched a one-month free Enhanced Autopilot (EAP) experience for all Model 3 and Y owners who took delivery by November 11, 2021, in China. Twitter user /@42How_/ shared screenshots of both English and Chinese versions of the free experience./According to Wikipedia, Singles’ Day has become the largest physical retail and online shopping day in the world so it makes sense for Tesla China to do something to celebrate it as well. Although it was initially celebrated by young men, it’s now widely celebrated by both sexes. One interesting way to celebrate love or singleness is to experience EAP for free for 30 days, potentially ending in you treating yourself to indefinite EAP.", "author": "Johnna Crider", "date": "2021-11-12", "url_link": "https://cleantechnica.com/2021/11/12/tesla-china-offered-11-11-enhanced-autopilot-free-experience-in-honor-of-china-singles-day/"}]